### 面试自我介绍
    您好，很荣幸有机会来参加公司的面试，我叫xxx，之前就读于xxx大学，专业是软件工程，于2020年6月份正式毕业。
应按照时间的顺序从前往后讲，先讲你上大学的教育经历，之后从你参加工作，一直讲到现在，因为面试官要听到你整个成长的经历。否则，面试官会有一种很错乱的感觉。

###自我介绍和简历有何区别？
    面试和简历还有两个重要区别：
1. 面试是一个双向互动的过程，简历是单方向呈现。有些人可能工作经验很丰富，专业能力很突出，但是面试的经验不足，所以面对面试官叙述吞吞吐吐，抓不住要点。
2. 简历介绍应是倒叙为好，但面试正相反。当你面向面试官时，应按照时间的顺序从前往后讲，先讲你上大学的教育经历，之后从你参加工作，一直讲到现在，因为面试官要听到你整个成长的经历。否则，面试官会有一种很错乱的感觉。

###面试官看什么
去面试就是要征服面试官呗，想征服面试官光长得漂亮没用（好吧，其实很有用>_<），主要还得了解面试官是怎么想的，摸清楚面试官考察的是什么，就有基本的应对策略了。
除了主持人、演员等特殊岗位，一般来说，面试官主要看一下两点：
1、看你的工作能力，能否胜任目标岗位的工作（这点是主要的，毕竟这点合格了，才会看第二点）；
2、看你的沟通表达能力，能否快速融入团队。
自我介绍作为面试的开场白，就要提纲挈领的体现出这两方面。
如果能从朋友那里事先了解或接触到面试官，那你的胜算就又增加了一些。

###内容把控
1.做过什么。介绍个人履历。把自己曾经做过的事情说清楚，对应时间节点的工作单位、工作地点、工作岗位、担任职务、工作内容等，尤其是对最近几年做过的事情要重点来说。
较早之前的工作经验，或者学习的经验可以一带而过，要把握“重点突出”的原则。
2.做成过什么。介绍个人业绩。把自己在不同阶段做成的有代表性的事情介绍清楚，注意两点：一是与应聘岗位需要的能力相关的业绩多介绍，不相关的一 笔带过或不介绍，因为面试官关注的是对用人单位有用的业绩；
二要注意介绍你个人的业绩而不是团队业绩，要把自己最精彩的一两段业绩加以重点呈现，因为用人 单位要招聘的是你，而不是你过去的团队。否则，不仅无益而且只是成本，因为必然挤占其他重要的展示自己与互相交流的时间。
3.特长是什么。注意介绍自己最擅长的一定要与应聘的岗位密切相关，主要是围绕专业特长来介绍。除专业特长以外的特长，如果特别突出可以介绍，但要点到为止。

###如何把职业切换锦织得没有漏洞？
    有一个重要的关键，就是你5分钟自我介绍时，你每一个职业节点的切换都合情、合理、合法。职业切换体现在两方面：第一，从A 单位跳到B单位，这是一种职业切换，这个切换要合情、合理、合法。
第二，同一个单位之内的岗位变动和职务升迁也叫职业切换，职务的升迁变化也要合情、合 理、合法。合情，是顺其自然、大家都认可接受的理由；合理，是合乎逻辑；合法，是不能违反有关政策和法律，
包括企业制度。每一次职务、岗位、单位变化都符合三合，这锦就叫织好了。
反之，自我介绍完成后，如果面试官感觉到有哪怕一处不合，一定会展开质疑性追问。如果你能三两句把问题说圆了还可以；如果不能，面试官就会步步紧逼，就有可能变成10分钟以上的攻防战斗。
遇到这种情况，锦一般就会被攻破，面试也就失败了。即使锦没有被攻破，如果你对面试官的质疑性追问忍耐不了，情绪失控，你同样彻底完了。就算以上两种都规避了，但时间也提前消耗完了，面试同样失败。
